##########################################################################################################
#   Description: 绘图大师主函数
#                绘图大师提供了一个分层式的绘图架构
#                graph:   底层图形接口， 提供包括线型，颜色，基本图形，block，字体之类的底层图形操作接口
#                meta:    提供绘图组件
#                _3link:    提供连接图的绘图连接
#                _4plotter: 绘图器接口，针对 idn / ddn, 省级 / 地区, 核心层 / 汇聚层/ 接入层， 提供不同的绘图器实现
#
#   Authors:     BaiYuan <V:gzq395642104>
##########################################################################################################
from .drawingMasterCore import DrawingMasterCore